{
  "aedifs-tactical-grid": {
    "settings": {
      "defaultViewDistance": {
        "name": "Distance de vue par défaut de la grille",
        "hint": "Nombre d'espaces de la grille à afficher."
      },
      "usePropertyBasedDistance": {
        "name": "Utiliser une distance basée sur les propriétés du Token",
        "hint": "Utilise une propriété du Token au lieu de la `Distance de vue par défaut de la grille`."
      },
      "propertyDistance": {
        "name": "Propriété du Token",
        "hint": "Chemin vers la propriété du Token utilisée pour déterminer la taille de la grille."
      },
      "defaultViewShape": {
        "name": "Forme de vue par défaut de la grille",
        "hint": "La forme du masque de la grille."
      },
      "enableOnCombatOnly": {
        "name": "Uniquement en combat",
        "hint": "La grille ne sera affichée qu'en combat."
      },
      "enableOnControl": {
        "name": "Sur contrôle",
        "hint": "La grille sera affichée pour les objets contrôlés."
      },
      "enableOnHover": {
        "name": "Sur survol",
        "hint": "La grille sera affichée pour les objets survolés."
      },
      "mixColors": {
        "name": "Mélanger les couleurs",
        "hint": "Lorsqu'activé, les couleurs des formes de vue seront mélangées."
      },
      "assignDispositionBasedColor": {
        "name": "Attribuer une couleur basée sur la disposition",
        "hint": "Lorsqu'activé, les couleurs des formes de vue des Tokens seront définies par défaut selon leur disposition :"
      },
      "layerEnable": {
        "hint": "Activer la grille tactique pour \"{layerName}\""
      },
      "enableOnRuler": {
        "name": "Activer la grille tactique pour la règle",
        "hint": "Active la grille pour les mesures de la règle (nécessite que libWrapper soit actif)."
      },
      "measurementPrecision": {
        "hint": "Précision décimale à laquelle les distances mesurées doivent être affichées."
      },
      "rulerColor": {
        "hint": "Définir une couleur pour la grille de la règle. Si aucune couleur n'est définie, la couleur de la grille de la scène sera utilisée."
      },
      "includeElevation": {
        "name": "Inclure l'élévation",
        "hint": "L'élévation doit-elle être incluse dans les mesures de distance ?"
      },
      "shortestDistance": {
        "name": "Distance la plus courte uniquement",
        "hint": "Seule la distance la plus courte vers le Token sera affichée."
      },
      "gridlessCircle": {
        "name": "Sans grille : Bordure circulaire",
        "hint": "Si activé, sur les scènes sans grille, le module calculera la distance la plus courte en supposant que la bordure du Token est un cercle."
      },
      "scaleFontSize": "Ajuster la taille de la police à la grille du canevas",
      "baseGridSize": {
        "name": "Taille de base de la grille",
        "hint": "Une grille plus petite ou plus grande que cette taille entraînera un ajustement proportionnel de la taille de la police."
      },
      "cover": {
        "name": "Calculateur de couverture",
        "hint": "Si un calculateur de couverture est sélectionné et que le module correspondant est activé, les informations de couverture seront affichées sous les mesures.",
        "none": "Aucune",
        "half": "Moitié",
        "threeQuarters": "Trois-quarts",
        "total": "Totale"
      },
      "ignoreEffect": {
        "name": "Ignorer les Tokens avec un effet",
        "hint": "Les Tokens avec un nom d'effet correspondant seront ignorés dans les calculs de mesure."
      },
      "displayDistancesOnRulerDrag": {
        "name": "Afficher les distances lors du déplacement de la règle",
        "hint": "Lorsqu'activé, les distances entre le point de départ de la règle et tous les Tokens visibles seront calculées et affichées sur eux."
      },
      "displayDistancesOnTokenDrag": {
        "name": "Afficher les distances lors du déplacement d'un Token",
        "hint": "Lorsqu'activé, les distances entre le Token déplacé et tous les Tokens visibles seront calculées et affichées sur eux."
      },
      "range": {
        "item-range": "Surligneur de portée d'objet",
        "token-range": "Surligneur de portée de Token",
        "combat-only": "Uniquement en combat",
        "ranges": "Portées",
        "grid-shape-shrink": "Réduction de la forme de la grille",
        "dispositions": "Dispositions mises en évidence pour les joueurs"
      },
      "diagonalMultiplier": {
        "name": "Multiplicateur diagonal",
        "hint": "Ajuste l'échelle de distance pour les déplacements en diagonale sur la grille. Un multiplicateur de 1,5x équivaut à la règle 5/10/5. Un multiplicateur de 1,0x équivaut à la règle 5/5/5."
      },
      "doubleDiagonalMultiplier": {
        "name": "Multiplicateur double-diagonale",
        "hint": "Ajuste l'échelle de distance pour les déplacements en diagonale sur les trois axes (X, Y et Z)."
      }
    },
    "keybindings": {
      "toggleGrid": {
        "name": "Activer/Désactiver la grille sur la couche actuelle (Global)",
        "hint": "Un appui court activera/désactivera la couche globalement, un appui long activera/désactivera la couche uniquement pour la scène actuelle."
      },
      "sceneToggleGrid": {
        "name": "Activer/Désactiver la grille sur la couche actuelle (Scène)",
        "hint": ""
      }
    },
    "common": {
      "layers": "Couches",
      "gridSpaces": "Espaces de la grille",
      "color": "Couleur",
      "precision": "Précision",
      "decimalPlaces": "Décimales",
      "apply": "Appliquer",
      "labels": "Étiquettes",
      "alpha": "Transparence",
      "marker": "Marqueur"
    }
  }
}