{
  "FindTheCulprit": {
    "Action": {
      "acknowledge": {
        "Label": {
          "Disabled": "Ne plus afficher",
          "Enabled": "Toujours afficher"
        }
      },
      "clearAll": {
        "Label": "Tout réinitialiser",
        "Tooltip": "Marquer tous les modules comme suspects"
      },
      "deterministic": {
        "Label": {
          "Disabled": "Aléatoire",
          "Enabled": "Déterministe"
        },
        "Tooltip": {
          "Disabled": "Les modules qui ne sont pas restreints par leurs dépendances ou celles d'autres modules seront mélangés lors de la division inter-étapes des modules.",
          "Enabled": "L'étape de mélange lors de la division des modules actifs/inactifs sera sautée."
        }
      },
      "instructions": {
        "Label": "Instructions",
        "Tooltip": "Cliquez pour afficher la boîte de dialogue d'instructions."
      },
      "lockLibraries": {
        "Label": {
          "Disabled": "Bibliothèques déverrouillées",
          "Enabled": "Bibliothèques verrouillées"
        },
        "Tooltip": {
          "Disabled": "Les modules de bibliothèque sont traités normalement.",
          "Enabled": "Tous les modules marqués comme bibliothèques sont forcés à être épinglés."
        }
      },
      "mute": {
        "Tooltip": {
          "Disabled": "Sons activés",
          "Enabled": "Sons coupés"
        }
      },
      "reloadAll": {
        "Label": {
          "Disabled": "Recharger le MJ uniquement",
          "Enabled": "Tout recharger"
        },
        "Tooltip": {
          "Disabled": "Seul le client du MJ sera rechargé.",
          "Enabled": "Tous les clients connectés seront rechargés avec le MJ."
        }
      },
      "startRun": {
        "Label": "Démarrer la recherche",
        "Tooltip": "Démarrer le processus de recherche."
      },
      "zeroMods": {
        "Label": "Zéro module",
        "Tooltip": "Recharger sans aucun module actif autre que Find the Culprit. Ne lance pas une recherche complète."
      }
    },
    "BinarySearchStep": {
      "ConfirmStep": "Étape de confirmation : les seuls modules actifs sont le coupable identifié \"{culprit}\", ses dépendances (s'il y en a) et vos modules épinglés (s'il y en a).",
      "ConfirmStepTitle": "Étape de confirmation",
      "StatsData": "Étape {currentStep} : {numRemaining} modules toujours suspects. {remainingSteps} étape(s) ou moins restantes.",
      "Title": "Étape de recherche",
      "WrongCulprit": "Mauvais coupable - Redémarrer la recherche"
    },
    "ClearAll": "Tout réinitialiser",
    "Continue": "Continuer",
    "CopyModuleList": "Copier la liste des modules",
    "DependencyOf": "Dépendance de",
    "ErrorDialog": {
      "Direction": "Les données du module se trouvent dans la console sous forme d'erreur pour aider au rapport de bug. Cliquer sur le bouton ci-dessous ou fermer cette boîte de dialogue rétablira votre monde dans son état antérieur à l'exécution de Trouver le coupable.",
      "EncounteredError": "Trouver le coupable a rencontré une erreur :"
    },
    "FindTheCulprit": "Trouver le coupable !",
    "FoundTheCulprit": {
      "CulpritConfirmed": "Vous avez confirmé que le coupable trouvé cause un problème.",
      "HasPinned": "Vous avez {count} module(s) épinglé(s), chacun pouvant être le véritable coupable. Si vous leur faites confiance cependant, le coupable listé est une source probable de votre problème.",
      "Header": "Nous avons trouvé le coupable !",
      "OfferConfirmStep": "Le coupable n'était pas actif lors de cette étape, son statut est donc actuellement seulement déduit. Cliquez sur le bouton Confirmer ci-dessous pour effectuer une étape supplémentaire avec le coupable actif.",
      "Title": "Verdict"
    },
    "Instructions": {
      "Controls": "Les états des modules peuvent être parcourus en cliquant sur le titre du module ou sur le bouton à côté, sauf si l'état de ce module a été forcé. Un clic droit sur le bouton permet de revenir en arrière. Par défaut, tous les modules sont Suspects, sauf ceux marqués comme bibliothèque par leurs auteurs, car l'option Verrouiller les bibliothèques est activée par défaut.",
      "Disclaimer": "Bien que cela soit précis pour de nombreux types de problèmes, ce processus ne garantit pas que le coupable trouvé soit le seul module &ndash; ou même <em>un module</em> &ndash; causant des problèmes, car il ne peut pas tenir compte de toutes les interactions entre modules. L'algorithme de division de la liste des modules empêche un module d'être activé sans ses dépendances, mais toutes les relations entre modules ne sont pas suffisamment bien définies pour être prises en compte de cette manière.",
      "ModuleStates": "États des modules",
      "Reassurance": "Toute boîte de dialogue d'étape de recherche fermée peut être récupérée en rechargeant la page ou en cliquant sur le bouton Trouver le coupable dans la Gestion des modules.",
      "Tooltips": "La plupart des éléments interactifs ont des infobulles expliquant leur fonction et/ou leur état actuel.",
      "Usage": "Lorsque la recherche commence, la page s'actualisera et il vous sera demandé d'indiquer si votre problème persiste. Suivez les invites à travers les étapes de la recherche, qui réduiront la liste des suspects jusqu'à ce qu'un unique Coupable soit trouvé, après quoi vous pourrez revenir à la liste actuelle des modules actifs."
    },
    "IPWOP": {
      "BlameCoreOrSystem": "Il semble que le problème soit un bug dans le système de jeu ou dans le logiciel de base",
      "BlameModules": ", ou dans l'un de vos modules épinglés :",
      "NonePinnedTitle": "Problème dans le noyau ou le système",
      "SomePinnedTitle": "Problème dans le noyau, le système ou les modules épinglés"
    },
    "MissingDependencies": {
      "Header": "État de module invalide",
      "NotActiveDescription": "Les modules ci-dessous ne sont pas actifs, bien qu'ils soient des dépendances requises des modules actifs listés.",
      "NotActiveNotInstalledClickInstruction": "Cliquer sur Se déconnecter les activera avant la déconnexion.",
      "NotActiveOnlyClickInstruction": "Cliquez sur Tout activer ci-dessous pour activer ces modules et recharger.",
      "NotInstalledDescription": "Les modules ci-dessous ne sont pas installés, bien qu'ils soient des dépendances requises des modules actifs listés. Cliquez sur Se déconnecter ci-dessous pour revenir à la configuration où vous pourrez les installer.",
      "Title": "Dépendances manquantes",
      "Unavailable": "Trouver le coupable n'est pas disponible en raison de dépendances manquantes pour les modules actifs."
    },
    "ModuleID": "ID du module",
    "ModuleTitle": "Titre du module",
    "NotActive": "Non actif",
    "NotInstalled": "Non installé",
    "SelectMods": {
      "FilterModules": "Filtrer les modules",
      "ForcedTooltip": {
        "DependencyOf": "Le module est une dépendance du ou des module(s) épinglé(s) {pinnedDependants}",
        "ExcludedDependencies": "Le module dépend du ou des module(s) exclu(s) {excludedDependencies}",
        "LockedLibrary": "Le module est une bibliothèque et l'option Verrouiller les bibliothèques est activée",
        "Preamble": "Cet état est forcé car :"
      }
    },
    "Setting": {
      "debugLevel": {
        "Choices": {
          "Debugger": "Points d'arrêt activés",
          "Logging": "Journalisation & globalThis.ftc",
          "None": "Aucun"
        },
        "Hint": "Le degré auquel les fonctionnalités de débogage sont activées pour Find the Culprit.",
        "Name": "Niveau de débogage"
      }
    },
    "Start": "Démarrer",
    "StartOfRun": {
      "AllButPinnedDeactivated": "Tous les modules, sauf ceux épinglés et Trouver le coupable lui-même, sont désactivés.",
      "AllModulesDeactivated": "Tous les modules sauf Trouver le coupable sont désactivés.",
      "DoesIssuePersist": "Votre problème persiste-t-il ?",
      "MaxSteps": "La recherche prendra au maximum {maxSteps} étapes.",
      "NonePinnedTitle": "Aucun module actif",
      "SomePinnedTitle": "Seuls les modules épinglés sont actifs"
    },
    "StateTooltip": {
      "active": "<strong>Actif :</strong> Actuellement actif pour cette étape de recherche",
      "culprit": "<strong>Coupable :</strong> Le module causant (un de) votre ou vos problème(s)",
      "excluded": "<strong>Exclu :</strong> Désactivé pendant la durée de la recherche",
      "exonerated": "<strong>Disculpé :</strong> Vous avez indiqué que le problème ne persistait pas lorsque ce module était actif",
      "exoneratedButActive": "<strong>Disculpé (Actif) :</strong> Bien que disculpé, ce module est actif car un ou plusieurs modules suspects actifs le requièrent comme dépendance",
      "inactive": "<strong>Inactif :</strong> Toujours suspect, mais pas actif lors de cette étape",
      "pinned": "<strong>Épinglé :</strong> Actif à tout moment pendant la recherche",
      "suspect": "<strong>Suspect :</strong> Un coupable potentiel, activé et désactivé normalement"
    },
    "ZeroModules": {
      "Title": "Zéro module"
    }
  }
}