{
  "I18N.LANGUAGE": "Français",
  "I18N.MAINTAINERS": [
    "Padhiver"
  ],
  "torch.settings.gameLightSources.name": "Sources de lumière supplémentaires",
  "torch.settings.gameLightSources.hint": "Fichier JSON contenant des sources de lumière supplémentaires à utiliser au-delà de celles fournies",
  "torch.settings.playerTorches.name": "Torches des joueurs",
  "torch.settings.playerTorches.hint": "Permet aux joueurs d'activer/désactiver leurs propres torches.",
  "torch.settings.ignoreEquipment.name": "Ignorer l'équipement",
  "torch.settings.ignoreEquipment.hint": "Proposer des sources de lumière indépendamment de l'équipement possédé par l'acteur",
  "torch.settings.gmUsesInventory.name": "Le MJ consomme l'inventaire",
  "torch.settings.gmUsesInventory.hint": "Si activé, lorsque le MJ active une torche, cela réduira l'inventaire de l'acteur.",
  "torch.settings.playerUsesInventory.name": "Le joueur consomme l'inventaire",
  "torch.settings.playerUsesInventory.hint": "Si activé, lorsque le joueur active une torche, cela réduira l'inventaire de l'acteur.",
  "torch.settings.dancingLightVision.name": "Donner une vision aux lumières dansantes.",
  "torch.settings.dancingLightVision.hint": "Lorsqu'activé, chaque lumière dansante a une vision et peut être utilisée pour révéler des zones de la carte que les joueurs ne peuvent pas voir.",
  "torch.settings.fallbackSourceName.name": "Nom de la source de secours",
  "torch.settings.fallbackSourceName.hint": "Nom à afficher pour la source de lumière de secours.",
  "torch.settings.fallbackBrightRadius.name": "Rayon de lumière vive de secours",
  "torch.settings.fallbackBrightRadius.hint": "Nombre d'unités de grille de lumière vive à émettre pour les systèmes sans configuration de source de lumière.",
  "torch.settings.fallbackDimRadius.name": "Rayon de lumière faible de secours",
  "torch.settings.fallbackDimRadius.hint": "Nombre d'unités de grille de lumière faible à émettre pour les systèmes sans configuration de source de lumière.",
  "torch.help.turnOffAllLights": "Forcer la lumière vive et faible aux valeurs configurées \"éteintes\".",
  "torch.help.holdCtrlOnClick": "Maintenir <span class=\"key\">Ctrl</span> en cliquant",
  "torch.help.supplyExhausted.title": "Approvisionnement épuisé",
  "torch.help.supplyExhausted.body": "<p>Votre source de lumière est consommable et votre quantité est tombée à zéro. Augmentez la quantité de l'objet pour en allumer un nouveau.</p>",
  "torch.help.setupSources.title": "Configuration des sources de lumière",
  "torch.help.setupSources.body": "<p>Votre personnage n'a actuellement aucune source de lumière dans son inventaire, que ce soit sous forme d'objets ou de sorts.</p><p>Pour les systèmes reconnus, les sources de lumière proposées sont basées sur les objets de l'inventaire - par nom. Placer des sources de lumière connues dans votre inventaire les rendra disponibles pour vous.</p><p>Certaines sources de lumière sont consommables, comme les bougies et les torches. Pour celles-ci, utiliser une source de lumière diminue sa quantité de un.</p><p>Pour les systèmes qui n'ont pas de sources de lumière basées sur l'inventaire configurées, vous pouvez configurer des sources de lumière via les paramètres du module. Dans ce cas, tous les acteurs obtiennent la même source de lumière.</p><p>Vous pouvez faire reconnaître un système en fournissant un fichier JSON de sources de lumière, comme décrit dans le README.md.</p><p>Si vous avez plusieurs sources de lumière dans votre inventaire, vous pouvez choisir parmi elles en faisant un clic droit sur le bouton Torche dans l'HUD lorsque vous n'avez pas de source de lumière allumée.</p>",
  "torch.hud.tooltip": "Torche"
}